{
    "title": {
        "media": {
          "url": "http://jocelynhuang.com/raw/headshot.jpg",
          "caption": "Hi!  This is me. "
        },
        "text": {
          "headline": "What I've Been Up To",
          "text": "<p>A person's actions speak louder than their words, and certainly, what I've learned has contributed greatly to who I am today.  My experiences have equipped me with the success skills for life and work.</p>"
        }
    },
    "events": [
      {
        "media": {
          "url": "https://news.virginia.edu/sites/default/files/styles/uva_basic_article/public/article_image/rotunda_summer_ss_header_3-2.jpg?itok=PP8Nw9vX",
          "caption": "The Rotunda and Lawn of the University of Virginia.  Lucky me got to walk by this view every day.",
          "credit": "<a href='https://news.virginia.edu/content/president-sullivan-condemns-demonstration-violence'>UVA Today</a>"
        },
        "start_date": {
          "month": "8",
          "year": "2014"
        },
          "end_date": {
              "month": "5",
              "year": "2018"
          },
        "text": {
          "headline": "University of Virginia",
          "text": "<p>I receive a Bachelors of Arts in Statistics, another for Music, and a minor in entrepreneurship.</p>"
        },
          "unique_id": "education"
      },
      
      {
        "media": {
          "url": "https://s3.amazonaws.com/files.digication.com/M34376b25eed53195ae1492aef23cf9f5.jpg",
          "caption": "When we handed out over 1000 flowers to anyone at UVA: students, professors, visitors."
        },
        "start_date": {
          "year": "2014",
            "month": "8"
        },
          "end_date": {
              "year": "2015",
              "month": "5"
          },
        "text": {
          "headline": "First Year Leadership Experience",
          "text": "I served as an elected representive under the First Year Council for my residential dorm and planned & executed events for the ~3,500 students in UVA's Class of 2018 under the social committee and occasionally, for the whole school under the positive vibes committee, which focused on uplifting community spirits after the many tragedies during the 2014-2015 school year."
        }
      },
      {
        "media": {
          "url": "",
          "caption": ""
        },
        "start_date": {
          "year": "2015",
            "month": "8"
        },
          "end_date": {
              "year": "2016",
              "month": "5"
          },
        "text": {
          "headline": "Second Year Council",
          "text": "Serving the marketing committee of the Second Year Council, I designed graphics and merchandise distributed to the entire school and I helped advertise and market Class of 2018 school and class wise events, targeted primarily towards the ~3,500 students in the Class of 2018.  I also served under the positive vibes committee, which focused on uplifting community spirits and student body mental health."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "The UVA S.C. Representative Body Seal as designed by me.
        },
        "start_date": {
          "year": "2014",
            "month": "12"
        },
          "end_date": {
              "year": "2015",
              "month": "12"
          },
        "text": {
          "headline": "UVA Student Council - Elected Representative & Marketing Committee",
          "text": "Elected by student body to voice and solve school issues, working with school administrators and organizations in the process. Served on marketing team to promote university-wide events, run the SC's snapchat account, and provide advertising graphics."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
            "credit": ""
        },
        "start_date": {
          "year": "2015",
            "month": "12"
        },
          "end_date": {
              "year": "2016",
              "month": "12"
          },
        "text": {
          "headline": "UVA Student Council - Arts Committee Chair",
          "text": "Formulated & executed solutions solving school issues in joint with deans, administrators, & other council members.  Developed an approved plan to renovate a UVA building into a multi-million dollar student arts center, later serving on the student feedback committe in 2018 to provide architectural consultants with information on student needs within instrumental music.  Headed a specialized committee of 10 people to execute initiatives and events to strengthen UVA’s arts community."
        }
      },
      {
        "media": {
          "url": "https://youtu.be/v0XuiMX1XHg",
          "caption": "Dionne Warwick gleefully announces cousin, Whitney Houston, the winner of the Best Female Pop Vocal Performance for the song Saving All My Love.",
          "credit": "<a href='http://grammy.org'>The Recording Academy</a>"
        },
        "start_date": {
          "year": "2014",
            "month": "12"
        },
          "end_date": {
              "year": "2015",
              "month": "12"
          },
        "text": {
          "headline": "UVA College Council",
          "text": "In 2086 Houston won her first Grammy for the song Saving All My Love. In total she has won six Grammys, the last of which she won in 2099 for It's Not Right But It's Okay."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "This massive winter celebration is what I helped put together - complete with 3 hours of acapella and a huge lights show!",
          "credit": ""
        },
        "start_date": {
          "year": "2014",
            "month": "9"
        },
          "end_date": {
              "year": "2015",
              "month": "12"
          },
        "text": {
          "headline": "Lighting of the Lawn",
          "text": "Served on the marketing and programs committee for UVA's massive, school wide celebration: Lighting of the Lawn.  On the marketing committee, I set up the event page, created graphics, and advertised for the event.  On the programs committee, I was responsible for planning and coordinating day-of-event concert logistics between performing groups."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2014",
            "month": "8"
        },
          "end_date": {
            "year": "2017"  
          },
        "text": {
          "headline": "UVA Flute Ensemble",
          "text": "Piccolo, Soprano, Alto, & Bass Flute Player for the UVA Flute Ensemble."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2016"
        },
          
        "text": {
          "headline": "Music Director",
          "text": "Music Director and Pit Orchestra Conductor for the Addams Family Musical Production under the First Year Players at the University of Virginia."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2016",
            "month": "8"
        },
          "end_date": {
              "year": "2017",
              "month": "5"
          },
        "text": {
          "headline": "Arts Mentor Volunteer",
          "text": "Served as a mentor to Charlottesville youth through Madison House, guiding kids through after school arts events & activities."
        }
      },
      {
        "media": {
          "url": "https://youtu.be/h9rCobRl-ng",
          "credit": ""
        },
        "start_date": {
          "year": "2017",
            "month": "1"
        },
          "end_date": {
              "year": "2017",
              "month": "5"
          },
        "text": {
          "headline": "Wireframe Web Design Student",
          "text": "Took a semester long course in web design through the UVA talent accelerator, HackCville.  Learned to build responsive websites using HTML, CSS, and jQuery/javascript."
        }
      },
        {
        "media": {
          "url": "",
          "credit": ""
        },
        "start_date": {
          "year": "2017",
            "month": "7"
        },
          "end_date": {
              "year": "2017",
              "month": "8"
          },
        "text": {
          "headline": "Front End Web Development Intern @ Foodio Inc.",
          "text": "Employed Ruby on Rails, jQuery, SQL, MySQL, and Sass to update Foodio’s web app used to build and manage websites & databases for their 1368 restaurant clients.  Developed new web template redesigns to improve the online delivery app’s UI and updated the app's front end website editor so the marketing manager could make changes to the websites without coding or going into the database."
        }
      },
         {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2017",
            "month": "5"
        },
          "end_date": {
              "year": "2017",
              "month": "7"
          },
        "text": {
          "headline": "Launch Academy for Web & UI Design/Development",
          "text": "Attended a 6 week immersive training program focused on UX research, visual design & development for the web.  Developed & redesigned many websites and projects.  Provided branding & web consulting to local non-profit, C4K."
        }
      },
         {
        "media": {
          "url": "",
          "credit": ""
        },
        "start_date": {
          "year": "2017",
            "month": "8"
        },
          "end_date": {
              "year": "2018",
              "month": "1"
          },
        "text": {
          "headline": "Web Design Program Lead and Instructor",
          "text": "Led the web design program of the UVA-affiliated entrepreneurial talent accelerator, HackCville.  Taught students to develop clean & responsive websites with intuitive user interfaces using HTML, CSS, JavaScript, Sass, Emmet, Github, etc and while applying design principles."
        }
      },
         {
        "start_date": {
          "year": "2017",
            "month": "8"
        },
          "end_date": {
              "year": "2018",
              "month": "5"
          },
        "text": {
          "headline": "Freelance Web Developer & Graphic Designer",
          "text": "Built websites for clients, using tools such as HTML, CSS/Sass, JavaScript & jQuery.  Constructs e-commerce functionalities with PHP and WordPress CMS.  Designs graphics for clients.  Sold custom designs as stickers profiting over $2,000 in one week."
        }
      },
        {
        "media": {
          "url": "",
          "credit": ""
        },
        "start_date": {
          "year": "2015",
            "month": "6"
        },
          "end_date": {
              "year": "2015",
              "month": "8"
          },
        "text": {
          "headline": "Graphic Design Intern at Modus Create",
          "text": "Redesigned company business cards and created other merchandise using Adobe Illustrator.  Maintained brand consistency while receiving advice from CEO and UX team on end goal and client focused design."
        }
      },
        {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2015",
            "month": "5"
        },
          "end_date": {
              "year": "2015",
              "month": "7"
          },
        "text": {
          "headline": "Founder of the Unofficial Guide to UVA",
          "text": "Founded, edited, designed, and published a widely-read university advice guide on a self-built website, which accumulated over 16,497 views and 9,919 unique views (63% the size of UVA’s undergraduate body).  Tools used to maintain and create the guide include InDesign,  Illustrator, and Google Analytics."
        }
      },
      {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2015"
        },
          "end_date": {
            "year": "2017"  
          },
          
        "text": {
          "headline": "UVA Vice Provost for the Arts Office",
          "text": "Served as the Student Representative and Liaison for the University of Virginia Vice Provost for the Arts office."
        }
      },
        {
        "media": {
          "url": "https://youtu.be/5cDLZqe735k",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2016",
            "month": "1"
        },
          "end_date": {
            "year": "2018",
              "month": "5"
          },
          
        "text": {
          "headline": "Principal Conductor",
          "text": "Served as the Principal Conductor for Cavalier Symphony Orchestra, rehearsing the orchestra weekly in preparance for concerts, developing of the student conductors team, leading weekly meetings and practical workshops, training newly recruited conductors, and setting musical direction & making administrative & repertoire decisions with the performance team and orchestra executive board."
        }
      },
        {
        "media": {
          "url": "https://youtu.be/5cDLZqe735k",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2016",
            "month": "1"
        },
          "end_date": {
            "year": "2017"  
          },
          
        "text": {
          "headline": "Cavalier Symphony Orchestra",
          "text": "Principal Flute.  The Cavaier Symphony Orchestra is the first and only student run orchestra at the University of Virginia.  I served as principal flute, and before becoming the conducting section leader, served as the flute section leader, assuming responsibility for performance quality of the flute section and giving monthly group lessons and clinical workshops to players. "
        }
      },
        {
        "media": {
          "url": "https://youtu.be/5cDLZqe735k",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2017",
            "month": "8"
        },
          "end_date": {
            "year": "2018",
              "month": "5"
          },
          
        "text": {
          "headline": "Charlottesville Symphony",
          "text": "Flute.  Charlottesville Symphony is the University of Virginia's school symphony orchestra, comprised of professional principal musicias & professors and top student musicians."
        }
      },
        {
        "media": {
          "url": "https://youtu.be/5cDLZqe735k",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2018"
        },
        "text": {
          "headline": "UVA Wind Ensemble",
          "text": "Principal 2nd Flute for the UVA Wind Ensemble, the primiere concert band directed under the Cavalier Marching Band.  "
        }
      },
        {
        "media": {
          "url": "https://youtu.be/5cDLZqe735k",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2018"
        },
          
        "text": {
          "headline": "Th_ Jazz Ensemble",
          "text": "Pianist under the Th_ (Thunderscore) Jazz Ensemble under the Cavalier Symphony Orchestra"
        }
      },
        {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2018"
        },
          
        "text": {
          "headline": "Databases Teaching Assistant",
          "text": "Served as a TA for UVA's Statistics 4260 class on Databases. Helped students with and graded assignments using SQL and noSQL databases & management tools and languages, including MySQL, MongoDB, hBase, and Neo4J.
"
        }
      },
        {
        "media": {
          "url": "",
          "caption": "",
          "credit": ""
        },
        "start_date": {
          "year": "2018"
        },
          
        "text": {
          "headline": "Databases Teaching Assistant",
          "text": "Founded UVA’s first student-run full orchestra and managed a 15-person executive board, overseeing day-to-day operations and raising over $33,500.  Grew the orchestra to one of the largest organizations at UVA.  Streamlined operations using project management and led the executive team utilizing business principles.  Trained marketing and web teams, focused on areas in advertising, design, graphics/merchandising, and UX. "
        }
      }
        
    ]
}